{
  "text.loadingscreentips.tip": "Consejo:",
  "text.loadingscreentips.tip.nether_bed": "¡Pon una cama en el Nether, será la bomba!",
  "text.loadingscreentips.tip.milk": "¡Bebe leche para deshacerte de los efectos de pociones!",
  "text.loadingscreentips.iron_golem": "Los Golems de Hierro son los protectores de las aldeas, te atacarán si atacas a un Aldeano.",
  "text.loadingscreentips.dirt_sugarcane": "¡La Caña de Azúcar puede crecer en la tierra!",
  "text.loadingscreentips.dig_straight_down": "Existe un 75% de probabilidades de encontrarse con una sorpresa al minar directamente hacia abajo.",
  "text.loadingscreentips.scared_creepers": "¡A los Creepers les asustan los gatos!",
  "text.loadingscreentips.endermen_eyes": "No le mires a los ojos a un Enderman, o se puede enfadar",
  "text.loadingscreentips.herobrine": "§4Cuidado con el Steve cuyos ojos §fbrillan en blanco.",
  "text.loadingscreentips.illager_bell": "Puedes tocar una Campana en una Invasión para hacer brillar a los Saqueadores cercanos.",
  "text.loadingscreentips.shear_snowgolem": "Puedes quitarle la Calabaza a un Golem de nieve con Tijeras.",
  "text.loadingscreentips.mob_heads": "Si te pones la cabeza de un mob como una máscara, les será más difícil detectarte. Inténtalo con un Creeper",
  "text.loadingscreentips.basalt_gen": "Puedes crear Basalto con lava fluyendo entre Tierra de almas y Hielo azul",
  "text.loadingscreentips.brown_mooshroom": "Si un rayo cae sobre una Champivaca, se transformará de Champivaca Roja a Marrón y Viceversa",
  "text.loadingscreentips.axolotl_rename": "Puedes renombrar un Cubo con ajolote para renombrar a un Ajolote sin usar Etiqueta.",
  "text.loadingscreentips.curse_of_binding": "¡Tienes una armadura maldita ligada a ti? ¡Mátate!",
  "text.loadingscreentips.charged_creeper": "Si un rayo golpea a un Creeper, pasará algo que te dejará en Shock",
  "text.loadingscreentips.piglin_gold": "No te olvides de vestirte con oro al acercarte a los Piglins, o te atacarán.",
  "text.loadingscreentips.warped_mushrooms": "A los Hoglins le dan miedo los Hongos Distorsionados.",
  "text.loadingscreentips.glowstone_portal": "¡Crea un portal con Piedra Luminosa que te llevará a un mundo sobre las nubes!",
  "text.loadingscreentips.evoker": "Los Invocadores pueden cambiar el color de las Ovejas Azules a Rojas y viceversa.",
  "text.loadingscreentips.dinnerbone": "¡Ponle 'dinnerbone' de nombre a un mob y mira lo que pasa!",
  "text.loadingscreentips.jeb": "¡Ponle 'jeb_' de nombre a una Oveja y mira lo que pasa! ",
  "text.loadingscreentips.flooded_caves": "¡Las Cuevas inundadas son una gran fuente de minerales!",
  "text.loadingscreentips.goat_horn": "Los Cuernos de Cabra hacen el mismo sonido que los cuernos que los Saqueadores usan en sus Invasiones.",
  "text.loadingscreentips.bad_omen": "Ten cuidado si tienes Mal presagio, puede que pases un mal rato al acercarte a una Aldea.",
  "text.loadingscreentips.pig_creepers": "Se dice que los Cerdos y los Creepers tienen un ancestro en común.",
  "text.loadingscreentips.nitwit": "Los Aldeanos con vestimenta verde tienen problemas encontrando trabajo.",
  "text.loadingscreentips.witherskull": "Si tienes suerte, al matar Esqueletos Wither, es posible que se les caigan sus calaveras.",
  "text.loadingscreentips.villager_witch": "Cuando un rayo golpea a un Aldeano, se transformará en una Bruja.",
  "text.loadingscreentips.crossbow_fireworks": "Puedes usar Cohetes de fuegos artificiales como munición para Ballestas.",
  "text.loadingscreentips.prevent_endermen_move": "Si un Enderman está enfadado contigo, míralo fijamente a los ojos y no le quites los ojos de encima para hacer que no se mueva.",
  "text.loadingscreentips.stronghold_rings": "Las Fortalezas a El End se generan en múltiples círculos al rededor del centro del mundo.",
  "text.loadingscreentips.pink_sheep": "Son raras, pero existen Ovejas Rosa.",
  "text.loadingscreentips.mending": "El encantamiento de Reparación repara tus herramientas al costo de experiencia.",
  "text.loadingscreentips.fishing": "¡La pesca es una buena fuente tanto de comida como de tesoros!",
  "text.loadingscreentips.axolotls": "Los Ajolotes te pueden proteger de los peligros del mar.",
  "text.loadingscreentips.diamond_ore": "Puedes encontrar Diamantes más fácilmente en la capa de Pizarra Profunda.",
  "text.loadingscreentips.grimstone": "¡La Pizarra Profunda antes se llamaba Piedra Siniestra!",
  "text.loadingscreentips.dragon_breath": "¡Puedes guardar el aliento del Enderdragón en una botella!",
  "text.loadingscreentips.snow_cauldron": "La Nieve polvo se puede acumular en calderos cuando está nevando.",
  "text.loadingscreentips.powdered_snow": "¡Cuidado con la Nieve polvo! Puedes quedarte atrapado en ella y congelarte hasta la muerte.",
  "text.loadingscreentips.trans_bee": "La Abeja de Minecraft es canónicamente trans.",
  "text.loadingscreentips.phantom": "No te olvides de dormir, o los Fantasmas aparecerán.",
  "text.loadingscreentips.stray": "Si un esqueleto se congela hasta la muerte, se convertirá en un Esqueleto glacial.",
  "text.loadingscreentips.drowned": "Si un Zombi se ahoga, se convertirá en un Ahogado.",
  "text.loadingscreentips.trident": "El tridente es un arma que sobresale al usarse en el agua.",
  "text.loadingscreentips.polar_bear": "Los Osos Polares protegerán bien a sus crías",
  "text.loadingscreentips.panda": "Los Pandas tiene 6 tipos de personalidades distintas: Normal, Perezosa, Asustadiza, Juguetona, Agresiva, Enfermiza, y Marrón.",
  "text.loadingscreentips.glow_ink": "Puedes usar Tinta Luminosa en un Cartel para hacer que su texto brille.",
  "text.loadingscreentips.slime_moon": "Las fases lunares afectan al ratio de aparición de los Slimes en Pantanos. Aparecen abundantemente en luna llena.",
  "text.loadingscreentips.azalea_tree": "Mina abajo de un Árbol de Azaleas y puede que te encuentres una Cueva frondosa.",
  "text.loadingscreentips.zombie_villager": "Los Zombis pueden infectar a los Aldeanos.",
  "text.loadingscreentips.campfire_bee": "Pon una Hoguera abajo de una Colmena para calmar a las abejas y poder recolectar su Miel seguramente.",
  "text.loadingscreentips.goat_mountain": "Las cabras te pueden embestir, ten cuidado.",
  "text.loadingscreentips.breed_hoglins": "Puedes hacer que dos Hoglins se apareen dándoles Hongos carmesí",
  "text.loadingscreentips.zombified_pigs": "Los Hoglins y Piglins que salgan del Nether se zombificarán.",
  "text.loadingscreentips.mushroom_island": "Si viajas lo suficiente, es posible que te encuentres una isla llena de champiñones gigantes.",
  "text.loadingscreentips.strider": "Usa los Lavagante para viajar a través de los vastos océanos de lava en el Nether. Puedes guiarlos usando una Caña con hongo distorsionado.",
  "text.loadingscreentips.ocean_monument": "Los Guardianes Ancianos te darán Fatiga Minera si te acercas mucho a un Monumento Oceánico, haciendo casi imposible minar las paredes del mismo.",
  "text.loadingscreentips.elder_guardian": "Los Guardianes Ancianos sueltan Esponjas al morir.",
  "text.loadingscreentips.bastion_chest": "En un Bastión en Ruinas, los Piglins defenderán sus tesoros.",
  "text.loadingscreentips.piglin_brute": "A los Piglins Brutos no les interesa el oro, y te atacarán apenas te ven.",
  "text.loadingscreentips.end_city": "Las Ciudades del End se encuentran en las Islas Lejanas del End, y pueden tener tesoros de gran valor.",
  "text.loadingscreentips.tipped_arrow": "Dispara Flechas alrededor de la nube de una Poción Persistente y obtendrás una Flecha con Efecto.",
  "text.loadingscreentips.horses": "Los Caballos son una forma rápida de viajar por este vasto mundo, y puedes criarlos para obtener incluso mejores caballos.",
  "text.loadingscreentips.deepslate": "Cuando estés a más de 60 metros bajo el mar, toda la piedra es reemplazada por Pizarra Profunda, la cual es más duradera que la piedra normal",
  "text.loadingscreentips.large_ore_vein": "Puedes encontrarte vetas gigantes de hierro y cobre en las zonas más profundas del mundo.",
  "text.loadingscreentips.bedrock_nether": "Las partes más altas y bajas del Nether están cubiertas de Piedra base, un bloque irrompible.",
  "modmenu.summaryTranslation.loadingscreentips": "Adds loading tips to the world loading screen.",
  "modmenu.descriptionTranslation.loadingscreentips": "Adds loading tips to the world loading screen."
}