{
	"text.loadingscreentips.tip": "Совет:",
	"text.loadingscreentips.tip.nether_bed": "Кровати взрываются в Незере.",
	"text.loadingscreentips.tip.milk": "Выпейте молоко, чтобы избавиться от эффектов.",
	"text.loadingscreentips.iron_golem": "Железные големы защищают деревню — они будут атаковать вас, если вы ударите жителя.",
	"text.loadingscreentips.dirt_sugarcane": "Сахарный тростник может расти на земле!",
	"text.loadingscreentips.dig_straight_down": "При копании вертикально вниз есть 75% шанс найти неприятный сюрприз.",
	"text.loadingscreentips.scared_creepers": "Криперы боятся кошек.",
	"text.loadingscreentips.endermen_eyes": "Не смотрите эндермену в глаза, иначе вы разозлите его.",
	"text.loadingscreentips.herobrine": "§4Бойся Стива, глаза которого издают §fбелое свечение. (Мем)",
	"text.loadingscreentips.illager_bell": "Вы можете позвонить в колокол во время рейда, чтобы подсветить ближайших разбойников.",
	"text.loadingscreentips.shear_snowgolem": "Вы можете снять вырезанную тыкву с головы снежного голема при помощи ножниц.",
	"text.loadingscreentips.mob_heads": "Надев голову моба, они не сразу заметят вас. Попробуйте этот трюк на криперах! (не надо)",
	"text.loadingscreentips.basalt_gen": "Базальт можно сгенерировать при помощи лавы, текущей поверх песка душ, и синему льда рядом с ней ней.",
	"text.loadingscreentips.brown_mooshroom": "Молния может превратить красный гриб в коричневый.",
	"text.loadingscreentips.axolotl_rename": "Вы можете переименовать аксолотля в ведре, и это имя у аксолотля останется, даже если выпустить его на волю!",
	"text.loadingscreentips.curse_of_binding": "Проклятая броня не снимается? Смерть поможет вам снять её!",
	"text.loadingscreentips.charged_creeper": "Когда молния попадает в крипера, происходит что-то очень электрическое!",
	"text.loadingscreentips.piglin_gold": "Не забывайте носить золотую броню рядом с пиглинами, иначе вы разозлите их.",
	"text.loadingscreentips.warped_mushrooms": "Хоглины боятся искажённых грибов.",
	"text.loadingscreentips.glowstone_portal": "Постройте портал из светокамня, чтобы попасть в мир в облаках. (Мем)",
	"text.loadingscreentips.evoker": "Заклинатели не любят синий цвет, поэтому они могут перекрасить синюю овцу в красный цвет.",
	"text.loadingscreentips.dinnerbone": "Назовите любого моба \"Dinnerbone\" и посмотрите, что будет!",
	"text.loadingscreentips.jeb": "Назовите овцу \"jeb_\" и посмотрите, что будет!",
	"text.loadingscreentips.flooded_caves": "Затопленные пещеры — отличный источник руд!",
	"text.loadingscreentips.goat_horn": "Козьи рога издают звуки, похожие на горны во время рейда разбойниками.",
	"text.loadingscreentips.bad_omen": "Если на вас действует эффект \"Дурного знамения\", будьте аккуратны: вряд-ли вы захотите проблем, находясь в деревне.",
	"text.loadingscreentips.pig_creepers": "Говорят, свиньи и криперы имеют общего предка.",
	"text.loadingscreentips.nitwit": "Жителям с зелёной робой очень туго даётся поиск подходящей работы.",
	"text.loadingscreentips.witherskull": "Если вам повезёт, при убийстве визер-скелета вам выпадет его череп.",
	"text.loadingscreentips.villager_witch": "Если молния ударит в жителя, он превратится в ведьму.",
	"text.loadingscreentips.crossbow_fireworks": "В арбалет можно зарядить фейерверк.",
	"text.loadingscreentips.prevent_endermen_move": "Если за вами гонится эндермен, смотрите ему в глаза — он перестанет двигаться.",
	"text.loadingscreentips.stronghold_rings": "Крепости генерируются в кольцах вокруг центра мира.",
	"text.loadingscreentips.pink_sheep": "Очень редко можно встретить розовую овцу.",
	"text.loadingscreentips.mending": "Зачарование \"Починка\" чинит ваши инструменты, используя опыт.",
	"text.loadingscreentips.fishing": "Рыбалка может быть хорошим источником еды и вещей!",
	"text.loadingscreentips.axolotls": "Аксолотли могут защищать вас от морских опасностей.",
	"text.loadingscreentips.diamond_ore": "Найти алмазы проще всего глубоко в слое глубинного сланца.",
	"text.loadingscreentips.grimstone": "Глубинный сланец изначально назывался \"мрачный камень\" (\"grimstone\").",
	"text.loadingscreentips.dragon_breath": "Вы можете собирать дыхание дракона в бутылочки!",
	"text.loadingscreentips.snow_cauldron": "Если идёт снег, в котле может скопиться рыхлый снег.",
	"text.loadingscreentips.powdered_snow": "Остерегайтесь рыхлого снега, вы можете провалиться в него и замёрзнуть насмерть.",
	"text.loadingscreentips.trans_bee": "Пчела — транс. (Мем)",
	"text.loadingscreentips.phantom": "Не забывайте спать, иначе вы пробудите фантомов.",
	"text.loadingscreentips.stray": "Если скелет замёрзнет до смерти, он превратится в зимогора.",
	"text.loadingscreentips.drowned": "Если зомби утонет, он превратится в утопленника.",
	"text.loadingscreentips.trident": "Трезубец — оружие, которое превосходно работает в воде.",
	"text.loadingscreentips.polar_bear": "Белые медведи будут защищать своих детенышей.",
	"text.loadingscreentips.panda": "Существует 6 видов панд: обычные, ленивые, беспокойные, игривые, агрессивные, больные и коричневые.",
	"text.loadingscreentips.glow_ink": "Используйте светящийся чернильный мешок на табличке, чтобы текст на ней начал светиться.",
	"text.loadingscreentips.slime_moon": "Слизни появляются чаще всего в полнолуние.",
	"text.loadingscreentips.azalea_tree": "Прокопав под деревом азалии, вы найдёте пышные пещеры.",
	"text.loadingscreentips.zombie_villager": "Зомби могут заражать жителей.",
	"text.loadingscreentips.campfire_bee": "Поставьте костёр под ульем, чтобы успокоить пчёл и безопасно собрать мёд.",
	"text.loadingscreentips.goat_mountain": "Будьте аккуратны с козами — некоторые из них могут боднуть вас.",
	"text.loadingscreentips.breed_hoglins": "Вы можете размножать хоглинов при помощи багровых грибов.",
	"text.loadingscreentips.zombified_pigs": "И хоглины, и пиглины могут зомбифицироваться, если они выйдут из Незера.",
	"text.loadingscreentips.mushroom_island": "Если вы много путешествуете, то вы можете найти остров с мицелием и гигантскими грибами.",
	"text.loadingscreentips.strider": "Используйте лавомерки, чтобы путешествовать по Незеру через озёра лавы. Ими можно управлять при помощи удочки с искажённым грибом.",
	"text.loadingscreentips.ocean_monument": "Древний страж накладывает эффект утомления, когда вы подбираетесь слишком близко к подводной крепости.",
	"text.loadingscreentips.elder_guardian": "При смерти из древнего стража выпадают губки.",
	"text.loadingscreentips.bastion_chest": "В бастионах пиглины будут защищать свои запасы.",
	"text.loadingscreentips.piglin_brute": "Брутальным пиглинам всё равно на золотую броню, они будут атаковать вас несмотря ни на что.",
	"text.loadingscreentips.end_city": "Города Края генерируются на внешних островах Края, и в них можно найти редкие вещи.",
	"text.loadingscreentips.tipped_arrow": "Окружите оседающее зелье стрелами в верстаке — и вы получите стрелы с эффектом.",
	"text.loadingscreentips.horses": "Лошади — простой транспорт для путешествия по миру, и вы даже можете размножать их, чтобы получать лошадь с характеристиками получше.",
	"text.loadingscreentips.deepslate": "Опускаясь на высоту меньше нуля, весь камень заменяется глубинным сланцем — более прочной версией камня.",
	"text.loadingscreentips.large_ore_vein": "Большие залежи медной и железной руды можно найти глубоко под землёй.",
	"text.loadingscreentips.bedrock_nether": "Потолок и дно Незера состоят из бедрока — неразрушимой породы.",
	"text.loadingscreentips.deep_dark": "Легенды гласят, что глубоко под землей находятся древние города с редкими сокровищами, которых больше нигде не найти.",
	"text.loadingscreentips.swift_sneak": "Проворство — это зачарование, которое ускоряет ваше передвижение во время подкрадывания.",
	"text.loadingscreentips.frog_magmacubes": "Не подводите свои магмовые кубы близко к лягушке, иначе их могут просто съесть.",
	"text.loadingscreentips.sculk": "Скалк содержит души, и сбросит опыт, когда разобьёте его.",
	"text.loadingscreentips.allay": "Дайте тихоне какой-нибудь предмет, и они принесёт вам больше!",
	"text.loadingscreentips.frog_types": "Лягушки бывают трёх видов: холодные, тёплые и умеренные, которые можно разводить в соответствующих климатических условиях.",
	"text.loadingscreentips.sculk_catalyst": "Скалковый катализатор украдёт душу близко убитых мобов и использует её для распространения скалка",
	"text.loadingscreentips.wool_occlusion": "Используйте шерсть, чтобы звуки не отдавались эхом в глубокой темноте",
	"text.loadingscreentips.frog_breeding": "Вы можете разводить лягушек с помощью слизистых шариков.",
	"text.loadingscreentips.warden": "Говорят, в самых глубоких уголках мира обитает сильный зверь, обладающий эхом.",
	"text.loadingscreentips.dripstone_clay": "Натёчный камень под грязью может высушить её до тех пор, пока она не превратится в глину.",
	"text.loadingscreentips.dupe_allay": "Если вы дадите тихоне осколок аметиста, пока он танцует под музыку, он дублируется",
	"text.loadingscreentips.villager": "Торговля с различными сельскими жителями — отличный способ потратить изумруды.",
	"text.loadingscreentips.sculk_shriekers": "Ведите себя тихо рядом со скалковыми крикунами, иначе пожалеете об этом.",
	"text.loadingscreentips.build_snowgolem": "Если вы положите вырезанную тыкву на два снежных блока, то сможете слепить снеговика!",
	"text.loadingscreentips.leather_boots": "Кожаные ботинки защитят вас от падения в рыхлый снег!",
	"text.loadingscreentips.shulker_bullet": "Если в шалкера попадает пуля шалкера, есть шанс, что он дублируется!",
	"text.loadingscreentips.enchantability": "Некоторые материалы лучше поддаются зачарованию, например золото и незерит.",
	"text.loadingscreentips.saturation": "Старайтесь есть продукты большего объёма, например, жареное мясо, так вы дольше будете сыты.",
	"text.loadingscreentips.armor_trim": "Вы можете найти шаблоны отделки доспехов в различных структурах и использовать их для добавления отделки к вашей броне.",
	"text.loadingscreentips.suspicious_sand": "Подозрительный песок — это блок, который можно найти в храмах пустыни, колодцах пустыни и руинах тёплого океана, попробуйте щёлкнуть по нему кисточкой!",
	"text.loadingscreentips.suspicious_gravel": "Подозрительный гравий — это блок, найденная в руинах Холодного океана, и руины тропы, попробуйте щёлкнуть по нему кисточкой!",
	"text.loadingscreentips.trail_ruins": "Руины тропы — это структура, содержащая множество шаблонов отделки и уникальный музыкальный диск.",
	"text.loadingscreentips.sherds": "Глиняные осколки — это кусочки керамики, найденные в различных археологических сооружениях, в подозрительном песке и гравии. Смешайте 4, чтобы получился украшенный горшочек.",
	"text.loadingscreentips.sniffer_moss": "Яйцо нюхача растут в два раза быстрее на блоках из мха.",
	"text.loadingscreentips.sniffer_egg": "Вы можете найти яйцо нюхача в тёплых океанских руинах, в подозрительном песке.",
	"text.loadingscreentips.sniffing": "Нюхачи время от времени обнюхивают землю и вытаскивают древние семена, из которых вырастают растения из прошлого.",
	"text.loadingscreentips.sniffer_breeding": "Нюхачей можно разводить с помощью семян факельника.",
	"text.loadingscreentips.camel_breeding": "Верблюдов можно разводить с помощью кактусов.",
	"text.loadingscreentips.camel": "Верблюды — отличный способ пересечь пустыню, на них могут ездить два игрока.",
	"text.loadingscreentips.musical_heads": "Когда вы помещаете голову над нотным блоком, он воспроизводит звуки моба.",
	"text.loadingscreentips.charged_creeper_heads": "Когда заряженный крипер убивает определённых мобов, они сбрасывают голову.",
	"text.loadingscreentips.copy_template": "Вы можете дублировать шаблоны отделки, создав их с помощью 7 алмазов и их основного материала.",
	"modmenu.summaryTranslation.loadingscreentips": "Добавляет подсказки на экран загрузки мира.",
	"modmenu.descriptionTranslation.loadingscreentips": "Добавляет советы на экране загрузки мира.",
	"loadingscreentips.midnightconfig.title": "Настройка подсказок на экране загрузки",
	"loadingscreentips.midnightconfig.corner": "Угол подсказок",
	"loadingscreentips.midnightconfig.changeTime": "Время изменения",
	"loadingscreentips.midnightconfig.enum.CORNER.BOTTOM_LEFT": "Нижний левый",
	"loadingscreentips.midnightconfig.enum.CORNER.TOP_LEFT": "Верхний левый",
	"loadingscreentips.midnightconfig.enum.CORNER.BOTTOM_RIGHT": "Нижний правый",
	"loadingscreentips.midnightconfig.enum.CORNER.TOP_RIGHT": "Правый верхний",
	"loadingscreentips.midnightconfig.serverLoadingTips": "Показывать подсказки на экране загрузки сервера"
}